driver-tests/bpelse/assign/AssignJbi/test/results/echoPositiveIntegerDataType_Invoke/Actual_20130318180054_S.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
    xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <item xmlns="http://stc.com/echoPositiveIntegerDataType" xmlns:msgns="http://stc.com/echoPositiveIntegerDataType">
      <string>201</string>
      <normalizedString>201</normalizedString>
      <token>201</token>
      <base64Binary>201</base64Binary>
      <hexBinary>201</hexBinary>
      <integer>201</integer>
      <positiveInteger>201</positiveInteger>
      <nonNegativeInteger>201</nonNegativeInteger>
      <long>201</long>
      <unsignedLong>201</unsignedLong>
      <int>201</int>
      <unsignedInt>201</unsignedInt>
      <short>201</short>
      <unsignedShort>201</unsignedShort>
      <byte>201</byte>
      <unsignedByte>201</unsignedByte>
      <decimal>201</decimal>
      <float>201</float>
      <double>201</double>
      <boolean>201</boolean>
      <duration>201</duration>
      <dateTime>201</dateTime>
      <date>201</date>
      <time>201</time>
      <gYear>201</gYear>
      <gYearMonth>201</gYearMonth>
      <gMonth>201</gMonth>
      <gMonthDay>201</gMonthDay>
      <gDay>201</gDay>
      <Name>201</Name>
      <QName>201</QName>
      <NCName>201</NCName>
      <anyURI>201</anyURI>
      <language>201</language>
      <ID>201</ID>
      <IDREF>201</IDREF>
      <IDREFS>201</IDREFS>
      <ENTITY>201</ENTITY>
      <ENTITIES>201</ENTITIES>
      <NMTOKEN>201</NMTOKEN>
      <NMTOKENS>201</NMTOKENS>
    </item>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>